const defaultStore = [
    "ЦРУ",
    "ФБР",
    "Силовик",
    "Таможня",
    "Административно-территориальная единица",
    "Муниципалитет",
    "Монархия",
    "Республика",
    "Федерация",
    "Унитарное государство",
    "Конфедерация",
    "Протекционизм",
    "Директива",
    "Диктатура",
    "Автократия",
    "Авторитаризм",
    "Тоталитаризм",
    "Ноократия",
    "Обобществить",
    "Диктатура пролетариата",
    "Вождь"
];

export const countryReducer = (store = defaultStore) => store;